Repository: xcv58/MacTools
Catalog: Plugins/MenuBarHidden/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# alert.hostIconCannotHide.message
source: 应用本身的菜单栏图标必须保留在显示区域。
ar: يجب أن يظل رمز شريط القائمة الخاص بالتطبيق في القسم المرئي.
de: Das eigene Menüleistensymbol der App muss im sichtbaren Bereich bleiben.
en: The app's own menu bar icon must stay in the visible section.
es: El icono de la barra de menú de la aplicación debe permanecer en la sección visible.
fr: L'icône de la barre de menu de l'application doit rester dans la section visible.
ja: アプリ独自のメニュー バー アイコンは、表示されるセクションに存在する必要があります。
ko: 앱 자체 메뉴 표시줄 아이콘은 보이는 섹션에 있어야 합니다.
pt: O ícone da barra de menu do próprio aplicativo deve permanecer na seção visível.
ru: Значок строки меню приложения должен оставаться в видимой части.
tr: Uygulamanın kendi menü çubuğu simgesi görünür bölümde kalmalıdır.
zh_hant: 應用本身的選單列圖標必須保留在顯示區域。

# alert.hostIconCannotHide.title
source: MacTools 图标不能隐藏
ar: MacTools لا يمكن إخفاء الرمز
de: MacTools-Symbol kann nicht ausgeblendet werden
en: MacTools Icon Cannot Be Hidden
es: MacTools El icono no se puede ocultar
fr: L'icône MacTools ne peut pas être masquée
ja: MacTools アイコンは非表示にできません
ko: MacTools 아이콘은 숨길 수 없습니다
pt: Ícone MacTools não pode ser ocultado
ru: MacTools Значок нельзя скрыть
tr: MacTools Simgesi Gizlenemez
zh_hant: MacTools 圖標不能隱藏

# alert.itemCannotMove.message
source: macOS 不允许移动“%@”。
ar: لا يسمح نظام التشغيل macOS بنقل "%@".
de: macOS erlaubt das Verschieben von „%@“ nicht.
en: macOS does not allow moving "%@".
es: macOS no permite mover "%@".
fr: macOS n'autorise pas le déplacement de "%@".
ja: macOS では「%@」の移動は許可されていません。
ko: macOS는 "%@" 이동을 허용하지 않습니다.
pt: O macOS não permite mover "%@".
ru: macOS не позволяет перемещать «%@».
tr: macOS, "%@" öğesinin taşınmasına izin vermiyor.
zh_hant: macOS 不允許移動“%@”。

# alert.itemCannotMove.title
source: 菜单栏图标不可移动
ar: لا يمكن نقل أيقونة شريط القوائم
de: Menüleistensymbol kann nicht verschoben werden
en: Menu Bar Icon Cannot Be Moved
es: El icono de la barra de menú no se puede mover
fr: L'icône de la barre de menu ne peut pas être déplacée
ja: メニュー バーのアイコンを移動できない
ko: 메뉴 표시줄 아이콘을 이동할 수 없습니다
pt: O ícone da barra de menu não pode ser movido
ru: Значок строки меню нельзя переместить
tr: Menü Çubuğu Simgesi Taşınamaz
zh_hant: 選單列圖標不可移動

# component.subtitle.count
source: %d 个隐藏图标
ar: %d الرموز المخفية
de: %d ausgeblendete Symbole
en: %d hidden icons
es: %d iconos ocultos
fr: %d icônes cachées
ja: %d 個の隠れたアイコン
ko: %d 숨겨진 아이콘
pt: %d ícones ocultos
ru: %d скрытые значки
tr: %d gizli simge
zh_hant: %d 個隱藏圖標

# component.subtitle.count.singular
source: %d 个隐藏图标
ar: %d رمز مخفي
de: %d ausgeblendetes Symbol
en: %d hidden icon
es: %d icono oculto
fr: icône masquée %d
ja: %d 隠しアイコン
ko: %d 숨겨진 아이콘
pt: %d ícone oculto
ru: %d скрытый значок
tr: %d gizli simge
zh_hant: %d 個隱藏圖標

# component.subtitle.empty
source: 暂无隐藏图标
ar: لا توجد رموز مخفية
de: Keine versteckten Symbole
en: No hidden icons
es: Sin iconos ocultos
fr: Aucune icône cachée
ja: 隠れたアイコンはありません
ko: 숨겨진 아이콘 없음
pt: Sem ícones ocultos
ru: Нет скрытых значков
tr: Gizli simge yok
zh_hant: 暫無隱藏圖標

# eventError.eventCreationFailed
source: 无法创建鼠标事件
ar: غير قادر على إنشاء حدث الماوس.
de: Mausereignis konnte nicht erstellt werden.
en: Unable to create mouse event.
es: No se puede crear el evento del mouse.
fr: Impossible de créer un événement de souris.
ja: マウス イベントを作成できません。
ko: 마우스 이벤트를 생성할 수 없습니다.
pt: Não foi possível criar o evento do mouse.
ru: Невозможно создать событие мыши.
tr: Fare olayı oluşturulamadı.
zh_hant: 無法創建滑鼠事件

# eventError.notTrusted
source: 辅助功能权限未授予
ar: لم يتم منح إذن الوصول.
de: Zugriffsberechtigung wurde nicht erteilt.
en: Accessibility permission is not granted.
es: No se concede el permiso de accesibilidad.
fr: L'autorisation d'accessibilité n'est pas accordée.
ja: アクセシビリティ権限が付与されていません。
ko: 접근성 권한이 부여되지 않았습니다.
pt: A permissão de acessibilidade não foi concedida.
ru: Разрешение на доступ не предоставлено.
tr: Erişilebilirlik izni verilmedi.
zh_hant: 輔助使用權限未授予

# eventError.pidDead
source: 目标进程 %d 已退出
ar: تم إنهاء العملية المستهدفة %d.
de: Zielprozess %d wurde beendet.
en: Target process %d has exited.
es: El proceso de destino %d ha salido.
fr: Le processus cible %d s'est terminé.
ja: ターゲット プロセス %d が終了しました。
ko: 대상 프로세스 %d이(가) 종료되었습니다.
pt: O processo de destino %d foi encerrado.
ru: Целевой процесс %d завершился.
tr: Hedef işlem %d sona erdi.
zh_hant: 目標進程 %d 已退出

# metadata.description
source: 隐藏菜单栏图标并支持拖拽布局与点击转发
ar: إخفاء أيقونات شريط القائمة، وترتيبها عن طريق السحب، وفتح الأيقونات المخفية من اللوحة.
de: Menüleistensymbole ausblenden, durch Ziehen anordnen und ausgeblendete Symbole in einem Bedienfeld öffnen.
en: Hide menu bar icons, arrange them by dragging, and open hidden icons from a panel.
es: Ocultar iconos de la barra de menú, organizarlos arrastrándolos y abrir iconos ocultos desde un panel.
fr: Masquer les icônes de la barre de menus, les organiser en les faisant glisser et ouvrir les icônes masquées à partir d'un panneau.
ja: メニュー バー アイコンを非表示にし、ドラッグして配置し、パネルから非表示のアイコンを開きます。
ko: 메뉴 표시줄 아이콘을 숨기고 드래그하여 정렬하고 패널에서 숨겨진 아이콘을 엽니다.
pt: Oculte os ícones da barra de menu, organize-os arrastando e abra ícones ocultos em um painel.
ru: Скрыть значки строки меню, упорядочить их путем перетаскивания и открыть скрытые значки на панели.
tr: Menü çubuğu simgelerini gizleyin, sürükleyerek düzenleyin ve gizli simgeleri bir panelden açın.
zh_hant: 隱藏選單列圖標並支持拖拽佈局與點擊轉發

# metadata.title
source: 隐藏菜单栏图标
ar: إخفاء أيقونات شريط القوائم
de: Menüleistensymbole ausblenden
en: Hide Menu Bar Icons
es: Ocultar iconos de la barra de menú
fr: Masquer les icônes de la barre de menus
ja: メニュー バーのアイコンを非表示
ko: 메뉴 표시줄 아이콘 숨기기
pt: Ocultar ícones da barra de menu
ru: Скрыть значки строки меню
tr: Menü Çubuğu Simgelerini Gizle
zh_hant: 隱藏選單列圖標

# panel.subtitle.disabled
source: 已关闭
ar: إيقاف
de: Aus
en: Off
es: Desactivado
fr: Désactivé
ja: オフ
ko: 끄기
pt: Desligado
ru: Выкл.
tr: Kapalı
zh_hant: 已關閉

# panel.subtitle.enabled
source: 已启用
ar: تشغيل
de: Ein
en: On
es: Activado
fr: Activé
ja: オン
ko: 켜기
pt: Ativado
ru: Включено
tr: Açık
zh_hant: 已啟用

# permission.accessibility.description
source: 用于合成鼠标事件以拖拽菜单栏图标并转发点击
ar: يستخدم أحداث الماوس لسحب أيقونات شريط القائمة وفتح الأيقونات المخفية من اللوحة.
de: Verwendet Mausereignisse, um Menüleistensymbole zu ziehen und ausgeblendete Symbole aus dem Bedienfeld zu öffnen.
en: Uses mouse events to drag menu bar icons and open hidden icons from the panel.
es: Utiliza eventos del mouse para arrastrar íconos de la barra de menú y abrir íconos ocultos desde el panel.
fr: Utilise les événements de la souris pour faire glisser les icônes de la barre de menus et ouvrir les icônes cachées depuis le panneau.
ja: マウス イベントを使用して、メニュー バー アイコンをドラッグし、パネルから非表示のアイコンを開きます。
ko: 마우스 이벤트를 사용하여 메뉴 표시줄 아이콘을 드래그하고 패널에서 숨겨진 아이콘을 엽니다.
pt: Usa eventos de mouse para arrastar ícones da barra de menu e abrir ícones ocultos do painel.
ru: Использует события мыши для перетаскивания значков в строке меню и открытия скрытых значков на панели.
tr: Menü çubuğu simgelerini sürüklemek ve gizli simgeleri panelden açmak için fare olaylarını kullanır.
zh_hant: 用於合成滑鼠事件以拖拽選單列圖標並轉發點擊

# permission.accessibility.footnote
source: 未授权时仍可使用隐藏开关，但无法拖拽或转发点击
ar: لا يزال مفتاح الإخفاء يعمل، لكن سحب الرموز المخفية وفتحها غير متاح.
de: Der Schalter zum Ausblenden funktioniert weiterhin, aber das Ziehen und Öffnen ausgeblendeter Symbole ist nicht verfügbar.
en: The hide switch still works, but dragging and opening hidden icons are unavailable.
es: El interruptor para ocultar sigue funcionando, pero arrastrar y abrir iconos ocultos no está disponible.
fr: Le bouton Masquer fonctionne toujours, mais le glisser-déposer et l'ouverture des icônes masquées ne sont pas disponibles.
ja: 非表示スイッチは引き続き機能しますが、非表示アイコンをドラッグしたり開いたりすることはできません。
ko: 숨기기 스위치는 계속 작동하지만 숨겨진 아이콘을 끌어서 열 수는 없습니다.
pt: A opção de ocultar ainda funciona, mas arrastar e abrir ícones ocultos não está disponível.
ru: Переключатель скрытия по-прежнему работает, но перетаскивание и открытие скрытых значков недоступны.
tr: Gizleme anahtarı yine de çalışır, ancak sürükleme ve gizli simgeleri açma kullanılamaz.
zh_hant: 未授權時仍可使用隱藏開關，但無法拖拽或轉發點擊

# permission.accessibility.title
source: 辅助功能
ar: إمكانية الوصول
de: Barrierefreiheit
en: Accessibility
es: Accesibilidad
fr: Accessibilité
ja: アクセシビリティ
ko: 접근성
pt: Acessibilidade
ru: Доступность
tr: Erişilebilirlik
zh_hant: 輔助使用

# permission.screenRecording.description
source: 用于捕获菜单栏图标的真实外观，仅授权后才能在面板中查看与点击
ar: يلتقط المظهر الحقيقي لأيقونات شريط القائمة للعرض والنقر في اللوحة.
de: Erfasst das tatsächliche Erscheinungsbild von Menüleistensymbolen zum Anzeigen und Klicken im Bedienfeld.
en: Captures the real appearance of menu bar icons for viewing and clicking in the panel.
es: Captura la apariencia real de los íconos de la barra de menú para verlos y hacer clic en el panel.
fr: Capture l'apparence réelle des icônes de la barre de menus pour les afficher et cliquer dans le panneau.
ja: パネル内で表示およびクリックできるように、メニュー バー アイコンの実際の外観をキャプチャします。
ko: 패널에서 보고 클릭할 수 있는 메뉴 표시줄 아이콘의 실제 모양을 캡처합니다.
pt: Captura a aparência real dos ícones da barra de menu para visualização e clique no painel.
ru: Фиксирует реальный внешний вид значков строки меню для просмотра и нажатия на панели.
tr: Menü çubuğu simgelerinin gerçek görünümünü panelde görüntülemek ve tıklamak için yakalar.
zh_hant: 用於捕獲選單列圖標的真實外觀，僅授權後才能在面板中查看與點擊

# permission.screenRecording.footnote
source: 未授权时仍可使用隐藏开关，但布局栏与弹窗不可用
ar: لا يزال مفتاح الإخفاء يعمل، ولكن شريط التخطيط ولوحة الرموز المخفية غير متاحة.
de: Der Schalter zum Ausblenden funktioniert weiterhin, aber die Layoutleiste und das Bedienfeld mit ausgeblendeten Symbolen sind nicht verfügbar.
en: The hide switch still works, but the layout strip and hidden icons panel are unavailable.
es: El interruptor para ocultar sigue funcionando, pero la franja de diseño y el panel de iconos ocultos no están disponibles.
fr: Le bouton Masquer fonctionne toujours, mais la bande de mise en page et le panneau d'icônes masquées ne sont pas disponibles.
ja: 非表示スイッチは引き続き機能しますが、レイアウト ストリップと非表示のアイコン パネルは使用できません。
ko: 숨기기 스위치는 계속 작동하지만 레이아웃 스트립과 숨겨진 아이콘 패널은 사용할 수 없습니다.
pt: A opção ocultar ainda funciona, mas a faixa de layout e o painel de ícones ocultos não estão disponíveis.
ru: Переключатель скрытия по-прежнему работает, но полоса макета и панель скрытых значков недоступны.
tr: Gizleme anahtarı yine de çalışır, ancak düzen şeridi ve gizli simgeler paneli kullanılamaz.
zh_hant: 未授權時仍可使用隱藏開關，但佈局欄與彈窗不可用

# permission.screenRecording.title
source: 屏幕录制
ar: تسجيل الشاشة
de: Bildschirmaufzeichnung
en: Screen Recording
es: Grabación de pantalla
fr: Enregistrement d'écran
ja: 画面録画
ko: 화면 녹화
pt: Gravação de tela
ru: Запись экрана
tr: Ekran Kaydı
zh_hant: 螢幕錄製

# popup.empty
source: 没有隐藏的菜单栏图标
ar: لا توجد رموز مخفية لشريط القوائم
de: Keine versteckten Menüleistensymbole
en: No hidden menu bar icons
es: No hay iconos ocultos en la barra de menú
fr: Aucune icône masquée dans la barre de menu
ja: 非表示のメニュー バー アイコンはありません
ko: 숨겨진 메뉴 표시줄 아이콘 없음
pt: Não há ícones ocultos na barra de menus
ru: Нет скрытых значков в строке меню
tr: Gizli menü çubuğu simgesi yok
zh_hant: 沒有隱藏的選單列圖標

# popup.title
source: 隐藏图标
ar: الأيقونات المخفية
de: Versteckte Symbole
en: Hidden Icons
es: Iconos ocultos
fr: Icônes masquées
ja: 隠しアイコン
ko: 숨겨진 아이콘
pt: Ícones ocultos
ru: Скрытые значки
tr: Gizli Simgeler
zh_hant: 隱藏圖標

# section.alwaysHidden
source: 永久隐藏
ar: مخفي دائمًا
de: Immer ausgeblendet
en: Always Hidden
es: Siempre oculto
fr: Toujours masqué
ja: 常に非表示
ko: 항상 숨겨짐
pt: Sempre oculto
ru: Всегда скрыт
tr: Her Zaman Gizli
zh_hant: 永久隱藏

# section.hidden
source: 隐藏
ar: مخفي
de: Versteckt
en: Hidden
es: Oculto
fr: Masqué
ja: 非表示
ko: 숨김
pt: Oculto
ru: Скрыт
tr: Gizli
zh_hant: 隱藏

# section.visible
source: 显示
ar: مرئي
de: Sichtbar
en: Visible
es: Visibles
fr: Visible
ja: 表示
ko: 표시
pt: Visível
ru: Видимый
tr: Görünür
zh_hant: 顯示

# settings.alwaysHidden.description
source: 开启后可将图标放入永久隐藏栏，隐藏开关关闭时也不会显示
ar: يسمح للرموز بالبقاء مخفية حتى عند إيقاف تشغيل مفتاح الإخفاء.
de: Ermöglicht, dass Symbole ausgeblendet bleiben, auch wenn der Ausblenden-Schalter ausgeschaltet ist.
en: Allows icons to stay hidden even when the hide switch is off.
es: Permite que los iconos permanezcan ocultos incluso cuando el interruptor para ocultar está desactivado.
fr: Permet aux icônes de rester masquées même lorsque le bouton de masquage est désactivé.
ja: 非表示スイッチがオフの場合でもアイコンを非表示のままにできます。
ko: 숨기기 스위치가 꺼진 경우에도 아이콘이 숨겨진 상태로 유지되도록 허용합니다.
pt: Permite que os ícones permaneçam ocultos mesmo quando o botão Ocultar está desativado.
ru: Позволяет значкам оставаться скрытыми, даже если переключатель скрытия выключен.
tr: Simgelerin, gizleme anahtarı kapalı olsa bile gizli kalmasını sağlar.
zh_hant: 開啟後可將圖標放入永久隱藏欄，隱藏開關關閉時也不會顯示

# settings.alwaysHidden.title
source: 永久隐藏
ar: إخفاء دائمًا
de: Immer ausblenden
en: Always Hide
es: Ocultar siempre
fr: Toujours masquer
ja: 常に非表示
ko: 항상 숨기기
pt: Sempre ocultar
ru: Всегда скрывать
tr: Her Zaman Gizle
zh_hant: 永久隱藏

# settings.behavior.title
source: 行为
ar: السلوك
de: Verhalten
en: Behavior
es: Comportamiento
fr: Comportement
ja: 行動
ko: 행동
pt: Comportamento
ru: Поведение
tr: Davranış
zh_hant: 行為

# settings.hideIcons.description
source: 开启后状态栏图标右侧的扩展条会隐藏其左侧的所有图标
ar: عند التمكين، يقوم المقسم الموجود على يمين عناصر الحالة بإخفاء كافة الرموز الموجودة على يساره.
de: Wenn diese Option aktiviert ist, werden durch die Trennlinie rechts neben den Statuselementen alle Symbole links davon ausgeblendet.
en: When enabled, the divider to the right of status items hides all icons to its left.
es: Cuando está habilitado, el divisor a la derecha de los elementos de estado oculta todos los iconos a su izquierda.
fr: Lorsqu'il est activé, le séparateur à droite des éléments d'état masque toutes les icônes à sa gauche.
ja: 有効にすると、ステータス項目の右側にある仕切りにより、左側にあるすべてのアイコンが非表示になります。
ko: 활성화되면 상태 항목 오른쪽에 있는 구분선이 왼쪽에 있는 모든 아이콘을 숨깁니다.
pt: Quando ativado, o divisor à direita dos itens de status oculta todos os ícones à sua esquerda.
ru: Если этот параметр включен, разделитель справа от элементов статуса скрывает все значки слева от него.
tr: Etkinleştirildiğinde, durum öğelerinin sağındaki ayırıcı, solundaki tüm simgeleri gizler.
zh_hant: 開啟後狀態列圖標右側的擴展條會隱藏其左側的所有圖標

# settings.hideIcons.title
source: 隐藏菜单栏图标
ar: إخفاء أيقونات شريط القوائم
de: Menüleistensymbole ausblenden
en: Hide Menu Bar Icons
es: Ocultar iconos de la barra de menú
fr: Masquer les icônes de la barre de menu
ja: メニュー バー アイコンを非表示
ko: 메뉴 표시줄 아이콘 숨기기
pt: Ocultar ícones da barra de menu
ru: Скрыть значки строки меню
tr: Menü Çubuğu Simgelerini Gizle
zh_hant: 隱藏選單列圖標

# settings.layout.authorizationRequired
source: 需要授权
ar: الإذن مطلوب
de: Berechtigung erforderlich
en: Permission Required
es: Permiso requerido
fr: Autorisation requise
ja: 許可が必要です
ko: 권한 필요
pt: Permissão necessária
ru: Требуется разрешение
tr: İzin Gerekli
zh_hant: 需要授權

# settings.layout.emptyDropTarget
source: 拖入菜单栏图标到此区域
ar: اسحب أيقونات شريط القائمة هنا
de: Menüleistensymbole hierher ziehen
en: Drag menu bar icons here
es: Arrastre los iconos de la barra de menú aquí
fr: Faites glisser les icônes de la barre de menu ici
ja: メニュー バーのアイコンをここにドラッグします
ko: 메뉴 표시줄 아이콘을 여기로 드래그하세요
pt: Arraste os ícones da barra de menu aqui
ru: Перетащите сюда значки строки меню
tr: Menü çubuğu simgelerini buraya sürükleyin
zh_hant: 拖入選單列圖標到此區域

# settings.layout.title
source: 菜单栏布局
ar: تخطيط شريط القوائم
de: Menüleistenlayout
en: Menu Bar Layout
es: Diseño de la barra de menú
fr: Disposition de la barre de menu
ja: メニュー バーのレイアウト
ko: 메뉴바 레이아웃
pt: Layout da barra de menu
ru: Макет строки меню
tr: Menü Çubuğu Düzeni
zh_hant: 選單列佈局

# settings.showInPanel.description
source: 开启后左键菜单面板显示隐藏图标卡片
ar: يظهر الرموز المخفية في لوحة قائمة النقر بزر الماوس الأيسر.
de: Zeigt ausgeblendete Symbole im Linksklick-Menüfeld an.
en: Shows hidden icons in the left-click menu panel.
es: Muestra iconos ocultos en el panel del menú contextual.
fr: Affiche les icônes masquées dans le panneau de menu contextuel.
ja: 左クリック メニュー パネルに隠れているアイコンを表示します。
ko: 왼쪽 클릭 메뉴 패널에 숨겨진 아이콘을 표시합니다.
pt: Mostra ícones ocultos no painel do menu do botão esquerdo.
ru: Показывает скрытые значки в панели меню, вызываемой левой кнопкой мыши.
tr: Gizli simgeleri sol tıklama menü panelinde gösterir.
zh_hant: 開啟後左鍵菜單面板顯示隱藏圖標卡片

# settings.showInPanel.title
source: 面板中显示隐藏图标
ar: إظهار الرموز المخفية في اللوحة
de: Ausgeblendete Symbole im Bedienfeld anzeigen
en: Show Hidden Icons in Panel
es: Mostrar iconos ocultos en el panel
fr: Afficher les icônes masquées dans le panneau
ja: パネルに隠れたアイコンを表示
ko: 패널에 숨겨진 아이콘 표시
pt: Mostrar ícones ocultos no painel
ru: Показать скрытые значки на панели
tr: Gizli Simgeleri Panelde Göster
zh_hant: 面板中顯示隱藏圖標
